Repository: socialify-io/socialify-ios
Catalog: Socialify/Localization/*.lproj/Localizable.strings
Languages: pl

source: Success
pl: Gotowe

source: Got it!
pl: OK

source: Nevermind
pl: Nieważne

# onboarding.title
source: Welcome to Socialify
pl: Witaj w Socialify

# onboarding.functionality.title
source: Functionality
pl: Funkcjonalność

# onboarding.functionality.content
source: All you favorite social media in one place.
pl: Twoje wszystkie ulubione media społecznościowe w jednym miejscu.

# onboarding.storage.title
source: Save storage
pl: Zaoszczędź miejsce

# onboarding.storage.content
source: Save storage on your phone by using Socialify.
pl: Zaoszczędź miejsce na swoim telefonie używając Socialify.

# onboarding.cross.platform.title
source: Cross platform
pl: Wieloplatformowy

# onboarding.cross.platform.content
source: Available on iPhone. And on iPad. And on watch. On mac too.
pl: Dostępny na iPhone. I na iPad. I na zegarku. Na macu też.

# onboarding.continue
source: Continue
pl: Kontynuuj

# account_manager.no_accounts
source: No accounts added
pl: Nie dodano żadnych kont

# add_account.title
source: Choose an account type
pl: Wybierz typ konta

# login.title
source: Log in
pl: Zaloguj się

# login.subtitle
source: with your Socialify account
pl: za pomocą twojego konta Socialify

# login.button
source: Log in
pl: Zaloguj

# login.singup
source: Don't have an account? Create it!
pl: Nie masz konta? Stwórz je!

# login.password
source: Password
pl: Hasło

# login.different_passwords
source: Passwords are not same
pl: Hasła nie są jednakowe

# register.title
source: Create
pl: Stwórz

# register.subtitle
source: your Socialify account
pl: swoje konto Socialify

# register.repeat_password
source: Repeat password
pl: Powtórz hasło

# register.taken_username
source: Username is already taken
pl: Nazwa użytkownika jest już zajęta

# register.success
source: Account has been successfully created. Now you'll be moved to login panel.
pl: Konto zostało pomyślnie utworzone. Teraz zostaniesz przeniesiony do panelu logowania.

# login.facebook_login
source: Log in using Facebook
pl: Zaloguj się za pomocą Facebook'a

# login.google_login
source: Log in using Google
pl: Zaloguj się za pomocą Google'a

# login.twitter_login
source: Log in using Twitter
pl: Zaloguj się za pomocą Twitter'a

# login.apple_login
source: Log in using Apple
pl: Zaloguj się za pomocą Apple'a

# login.ig_login
source: Log in using Instagram
pl: Zaloguj się za pomocą Instagram'a

# login.username
source: Username
pl: Nazwa użytkownika

# errors.no_connection
source: No connection
pl: Brak połączenia

# errors.no_connection_description
source: Application can't connect with server. Check your internet connection and try again.
pl: Aplikacja nie może połączyć się z serwerem. Sprawdź swoje połączenie internetowe i spróbuj ponownie.

# errors.default
source: Something is wrong...
pl: Coś poszło nie tak...

# errors.default_description
source: Something is wrong. Please report a problem using button below.
pl: Coś poszło nie tak. Proszę zgłoś problem używając poniższego przycisku.

# errors.button
source: Report
pl: Zgłoś

# error_report.title
source: Report a problem
pl: Zgłoś problem

# error_report.message_title_placeholder
source: Title
pl: Tytuł

# error_report.message_placeholder
source: Message
pl: Wiadomość

# error_report.optional_info
source: All fields are optional.
pl: Wszystkie pola są opcjonalne.

# fb_login.username
source: Email address or phone number
pl: Adres email lub numer telefonu

# tw_login.username
source: Phone number, email or username
pl: Numer telefonu, email lub login

# ig_login.username
source: Phone number, email or username
pl: Numer telefonu, email lub login

# tt_login.username
source: Phone number, email or username
pl: Numer telefonu, email lub login

# tt_login.another_way
source: Log in using another way
pl: Zaloguj się w inny sposób

# tt_login.another_way.verified_label
source: Verified method
pl: Zweryfikowany sposób
